<?php

/**
  ============================================================
 * Last committed:     $Revision: 118 $
 * Last changed by:    $Author: fire $
 * Last changed date:    $Date: 2013-02-14 16:45:23 +0200 (÷åòâ, 14 ôåâð 2013) $
 * ID:       $Id: view.php 118 2013-02-14 14:45:23Z fire $
  ============================================================
  Copyright Angel Zaprianov [2009] [INFOHELP]
  Licensed under the Apache License, Version 2.0 (the "License");
  you may not use this file except in compliance with the License.
  You may obtain a copy of the License at
  http://www.apache.org/licenses/LICENSE-2.0
  Unless required by applicable law or agreed to in writing, software
  distributed under the License is distributed on an "AS IS" BASIS,
  WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
  See the License for the specific language governing permissions and
  limitations under the License.
 * ----------------------------------------------------------
 *       See COPYRIGHT and LICENSE
 * ----------------------------------------------------------
 */

if (!defined('FIRE1_INIT')) {
    exit("<div style='background-color: #FFAAAA; '> error..1001</div>");
}

/**
 *
 * @filesource
 * News language for view
 */

global $language;
$language['ns.view'] = "&#1055;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1080; &#1085;&#1086;&#1074;&#1080;&#1085;&#1080; ";
$language['ns.slct'] = "&#1056;&#1072;&#1079;&#1075;&#1083;&#1077;&#1078;&#1076;&#1072;&#1085;&#1077; &#1085;&#1072; &#1085;&#1086;&#1074;&#1080;&#1085;&#1080;";
$language['ns.empt'] = "&#1053;&#1103;&#1084;&#1072; &#1085;&#1086;&#1074;&#1080;&#1085;&#1080; &#1074; &#1089;&#1072;&#1081;&#1090;&#1072; .";
$language['ns.view'] = "&#1055;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1080; &#1085;&#1086;&#1074;&#1080;&#1085;&#1080;:";
$language['ns.date'] = "&#1044;&#1072;&#1090;&#1072; :";
$language['ns.lstc'] = "&#1055;&#1088;&#1086;&#1084;&#1077;&#1085;&#1080; :";
$language['ns.catg'] = "&#1050;&#1072;&#1090;&#1077;&#1075;&#1086;&#1088;&#1080;&#1103; :";
$language['ns.tags'] = "&#1058;&#1072;&#1075;&#1086;&#1074;&#1077; :";
$language['ns.more'] = "[&#1055;&#1088;&#1086;&#1095;&#1077;&#1090;&#1080; &#1086;&#1097;&#1077;]";
$language['ns.sles'] = "<h3>&#1043;&#1088;&#1077;&#1096;&#1082;&#1072; &#1074; mysql &#1089;&#1077;&#1083;&#1077;&#1082;&#1094;&#1080;&#1103;! </h3> &#1053;&#1086;&#1074;&#1080;&#1085;&#1072;&#1090;&#1072; &#1085;&#1077; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1085;&#1072;";
$language['ns.slur'] = "<h3>&#1043;&#1088;&#1077;&#1096;&#1082;&#1072; &#1074;  URL &#1079;&#1072;&#1103;&#1074;&#1082;&#1072; ! </h3>&#1053;&#1086;&#1074;&#1080;&#1085;&#1072;&#1090;&#1072; &#1085;&#1077; &#1084;&#1086;&#1078;&#1077; &#1076;&#1072; &#1073;&#1098;&#1076;&#1077; &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1085;&#1072; !";
$language['ns.view'] = "&#1055;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1080; &#1085;&#1086;&#1074;&#1080;&#1085;&#1080;";
$language['ns.view'] = "&#1055;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1080; &#1085;&#1086;&#1074;&#1080;&#1085;&#1080;";
$language['ns.rssa'] = " Новини ";
$language['ns.rssc'] = " RSS Новини ";







